{
  "Error": {
    "title": "Something went wrong!",
    "description": "Seite nicht gefunden"
  },
  "NotFoundPage": {
    "title": "404",
    "description": "Seite nicht gefunden",
    "back": "Zurück"
  },
  "Loading": {
    "title": ""
  },
  "LocaleLayout": {
    "title": "Willkommen bei der Next Wellness App",
    "description": "Beginnen Sie Ihren Weg zu einem gesünderen Ich mit unserem Wellness- und BMI-Rechner. Starten Sie heute Ihre Reise zu einem besseren Lebensstil."
  },
  "PageLayout": {
    "links": {
      "docs": {
        "title": "Docs",
        "description": "Learn more about next-intl in the official docs.",
        "href": "https://next-intl-docs.vercel.app/"
      },
      "source": {
        "title": "Source code",
        "description": "Browse the source code of this example on GitHub.",
        "href": "https://github.com/amannn/next-intl/tree/main/examples/example-app-router"
      }
    }
  },
  "Home": {
    "title": "Willkommen bei der Next Wellness App",
    "description": "Beginnen Sie Ihren Weg zu einem gesünderen Ich mit unserem Wellness- und BMI-Rechner. Starten Sie heute Ihre Reise zu einem besseren Lebensstil.",
    "features": "Funktionen",
    "list1": "Machen Sie unser Quiz, um Ihren Wellness-Plan zu individualisieren",
    "list2": "Berechnen Sie Ihren Body-Mass-Index (BMI)",
    "list3": "Erhalten Sie Ergebnisse und Empfehlungen basierend auf Ihrem BMI",
    "list4": "Verfolgen Sie Ihren Fortschritt mit unseren Fortschrittsbalken",
    "list5": "Navigieren Sie einfach durch verschiedene Quiz- und Ergebnisseiten",
    "list6": "Schauen Sie sich unsere Testimonials an",
    "list7": "Wählen Sie Ihren besten Aktivitätsplan",
    "text1": "Entdecken Sie die App, um ein gesünderes Ich freizuschalten!",
    "text2": "Bereit anzufangen? Klicken Sie unten, um Ihr persönliches Quiz zu starten.",
    "startBtn": "Jetzt starten"
  },
  "Header": {
    "locale": "DE",
    "plan": "Get My Plan"
  },
  "Footer": {
    "copyright": "Urheberrecht",
    "rights": "Alle Rechte vorbehalten."
  },
  "Quiz": {
    "title": "Quiz",
    "continue": "Fortsetzen",
    "digitsErrMsg": "Stellen Sie sicher, dass Sie nur Ziffern eingeben",
    "minHeightErrMsg": "Die Mindesthöhe beträgt 120 cm",
    "maxHeightErrMsg": "Die maximale Höhe beträgt 240 cm",
    "minHeightImpErrMsg": "Bitte geben Sie mindestens 4 ft und höchstens 7 ft an",
    "maxHeightImpErrMsg": "Bitte geben Sie höchstens 11 inch an",
    "weightErrMsg": "Bitte geben Sie ein Gewicht zwischen 40 und 230 Kilogramm ein",
    "weightImpErrMsg": "Bitte geben Sie ein Gewicht zwischen 90 und 540 lbs ein",
    "weightValErrMsg": "Etwas ist schiefgelaufen, es scheint, als wäre Ihr Gewichtswert nicht festgelegt"
  },
  "Results": {
    "yourBMI": "Ihr BMI ist ",
    "incorrect": "Falsch",
    "underweight": "Untergewicht",
    "normal": "Normal",
    "overweight": "Übergewicht",
    "obese": "Fettleibig",
    "underText1": "Personen mit einem BMI von 18,4 oder weniger fallen in die Kategorie 'Untergewicht'.",
    "underText2": "Untergewicht kann ein Indikator für unzureichende Ernährung sein, was gesundheitliche Folgen wie geschwächtes Immunsystem, Nährstoffmangel und verminderte Knochendichte haben kann.",
    "underText3": "Es ist wichtig, dass Personen in dieser Kategorie einen Gesundheitsfachmann zur Beurteilung und Beratung zur Erreichung eines gesünderen Gewichts konsultieren.",
    "normalText1": "Ein BMI im Bereich von 18,5 bis 24,9 gilt als 'Normal' oder 'Gesundes' Gewicht.",
    "normalText2": "Personen in diesem Bereich haben in der Regel ein für ihre Größe angemessenes Gewicht und ein geringeres Risiko für gewichtsbezogene Gesundheitsprobleme.",
    "normalText3": "Die Aufrechterhaltung eines normalen BMI wird mit einer besseren Gesamtgesundheit und Langlebigkeit in Verbindung gebracht.",
    "overText1": "BMI-Werte zwischen 25,0 und 39,9 werden als 'Übergewicht' klassifiziert",
    "overText2": "Übergewichtige Personen haben ein im Verhältnis zu ihrer Größe übermäßiges Körpergewicht, was ihr Risiko für verschiedene Gesundheitsprobleme, einschließlich Herzkrankheiten, Typ-2-Diabetes und Gelenkprobleme, erhöhen kann.",
    "overText3": "Gewichtsmanagement durch eine ausgewogene Ernährung und regelmäßige körperliche Aktivität wird für Personen in dieser Kategorie empfohlen.",
    "obeseText1": "Ein BMI von 40,0 oder höher wird als Fettleibigkeit eingestuft",
    "obeseText2": "Fettleibigkeit ist mit einem deutlich erhöhten Risiko für ernsthafte Gesundheitszustände verbunden, einschließlich Herz-Kreislauf-Erkrankungen, Bluthochdruck, Schlafapnoe und einigen Arten von Krebs.",
    "obeseText3": "Es ist entscheidend, dass Personen in dieser Kategorie professionelle medizinische Beratung suchen und Gewichtsmanagementstrategien in Betracht ziehen, die diätetische Veränderungen, Bewegung und in einigen Fällen medizinische Eingriffe umfassen können.",
    "errorBMI": "Versuchen Sie es erneut mit korrekten Werten",
    "note": "Es ist wichtig zu beachten, dass der BMI zwar ein nützliches Werkzeug zur Bewertung des Gewichtsstatus auf Bevölkerungsebene ist, jedoch Faktoren wie Muskelmasse, Körperzusammensetzung oder Fettverteilung nicht berücksichtigt, die die Gesundheit eines Individuums beeinflussen können. Für eine umfassende Gesundheitsbewertung konsultieren Sie einen Gesundheitsdienstleister, der neben dem BMI auch weitere Faktoren berücksichtigt.",
    "continue": "Fortsetzen"
  },
  "Cookie": {
    "text": "Cookies verbessern Ihr Browsing-Erlebnis. Ihre fortgesetzte Nutzung impliziert die Akzeptanz unserer",
    "link": "Cookie-Richtlinie"
  },
  "CookiePolicy": {
    "title": "Cookie-Richtlinie",
    "description": "Diese Cookie-Richtlinie beschreibt die Cookie-Praktiken für Next Wellness App",
    "updated": "Aktualisiert",
    "text1": "Bei Next Wellness App sind wir bestrebt, das Vertrauen unserer Besucher in unsere Webanwendung aufrechtzuerhalten. Insbesondere möchten wir Sie darüber informieren, dass Next Wellness App keine E-Mail-Listen zu Marketingzwecken verkauft, vermietet oder mit anderen Unternehmen und Unternehmen tauscht. In dieser Datenschutzrichtlinie stellen wir detaillierte Informationen darüber bereit, wann und warum wir Cookies verwenden, wie wir sie verwenden, unter welchen eingeschränkten Bedingungen wir sie an andere weitergeben dürfen und wie wir sie schützen.",
    "head1": "Was sind Cookies?",
    "text2": "Cookies sind kleine Datendateien, die auf Ihrem Computer oder Mobilgerät abgelegt werden, wenn Sie eine Website besuchen. Cookies werden von Onlinedienstanbietern häufig verwendet, um die Interaktion zwischen Benutzern und Websites schneller und einfacher zu gestalten und um Berichtsinformationen bereitzustellen.",
    "text3": "Vom Websitebesitzer (in diesem Fall Next Wellness App) gesetzte Cookies werden „Erstanbieter-Cookies“ genannt. Cookies, die von anderen Parteien als dem Eigentümer der Website gesetzt werden, werden als „Cookies von Drittanbietern“ bezeichnet. Cookies von Drittanbietern ermöglichen die Bereitstellung von Features oder Funktionen Dritter auf oder über die Website (z. B. Werbung, interaktive Inhalte und Analysen). Die Parteien, die diese Cookies von Drittanbietern setzen, können Ihren Computer sowohl beim Besuch der betreffenden Website als auch beim Besuch bestimmter anderer Websites erkennen.",
    "head2": "Warum verwenden wir Cookies?",
    "text4": "Wir verwenden Cookies von Erstanbietern und Drittanbietern aus mehreren Gründen. Einige Cookies sind aus technischen Gründen erforderlich, damit unsere Webanwendung funktioniert. Wir bezeichnen diese als „unbedingt erforderliche“ oder „unbedingt erforderliche“ Cookies. Andere Cookies ermöglichen es uns auch, die Interessen unserer Benutzer zu verfolgen und gezielt darauf abzuzielen, um das Erlebnis auf unserer Webanwendung zu verbessern. Dritte setzen über unsere Website Cookies für Werbe-, Analyse- und andere Zwecke ein.",
    "head3": "Wie kann ich Cookies kontrollieren?",
    "text5": "Sie haben das Recht zu entscheiden, ob Sie Cookies akzeptieren oder ablehnen. Sie können die Einstellungen Ihres Webbrowsers so einstellen oder ändern, dass Cookies akzeptiert oder abgelehnt werden."
  },
  "PrivacyPolicy": {
    "title": "Datenschutzrichtlinie",
    "description": "Lesen Sie unsere Datenschutzrichtlinie, um zu verstehen, wie die Next Wellness App Ihre persönlichen Daten schützt und verwaltet. Engagiert für Ihre Privatsphäre und Datensicherheit.",
    "intro": "Bei der Next Wellness App legen wir großen Wert auf Ihre Privatsphäre und verpflichten uns, Ihre persönlichen Daten sicher und transparent zu behandeln. Unsere Datenschutzrichtlinie beschreibt, wie wir Ihre Daten sammeln, verwenden, speichern und schützen.",
    "infoCollectionTitle": "Sammlung und Nutzung von Informationen",
    "infoCollectionDesc": "Wir sammeln bestimmte persönliche Informationen, wenn Sie unsere Anwendung nutzen, einschließlich, aber nicht beschränkt auf:",
    "emailInfo": "E-Mail-Adresse: Wir können Ihre E-Mail-Adresse sammeln, um Ihren Fastenplan zu personalisieren und wichtige Updates oder Informationen zu unseren Dienstleistungen zu kommunizieren.",
    "usageDataInfo": "Nutzungsdaten: Wir sammeln Daten zu Ihrer Interaktion mit der App, um unsere Dienste und Benutzererfahrung zu verbessern.",
    "dataSecurityTitle": "Datensicherheit und Schutz",
    "dataSecurityDesc": "Ihre Privatsphäre und Datensicherheit sind unsere oberste Priorität. Wir implementieren robuste Maßnahmen, um Ihre Informationen vor unbefugtem Zugriff, Offenlegung, Veränderung oder Zerstörung zu schützen.",
    "infoSharingTitle": "Informationsweitergabe",
    "infoSharingDesc": "Wir verkaufen, handeln oder übertragen Ihre persönlichen Daten nicht an Dritte ohne Ihre Zustimmung, außer in Fällen, die gesetzlich vorgeschrieben sind oder um unsere Dienstleistungen zu verbessern.",
    "consentTitle": "Zustimmung",
    "consentDesc": "Durch die Nutzung der Next Wellness App stimmen Sie unserer Datenschutzrichtlinie zu und erklären sich mit der Sammlung und Nutzung Ihrer Informationen, wie hierin beschrieben, einverstanden.",
    "updatesTitle": "Aktualisierungen unserer Richtlinie",
    "updatesDesc": "Wir behalten uns das Recht vor, unsere Datenschutzrichtlinie jederzeit zu aktualisieren, zu ändern oder zu ändern. Wir empfehlen Ihnen, diese Seite regelmäßig auf Aktualisierungen zu überprüfen.",
    "contactTitle": "Kontaktieren Sie uns",
    "contactDesc": "Wenn Sie Fragen, Bedenken oder Feedback zu unserer Datenschutzrichtlinie oder unseren Datenpraktiken haben, zögern Sie bitte nicht, uns zu kontaktieren.",
    "closingNote": "Bitte überprüfen Sie unsere Datenschutzrichtlinie, um Einblicke in die Nutzung Ihrer Informationen zu erhalten. Vielen Dank, dass Sie sich für Next Wellness App entschieden haben."
  },
  "Testimonials": {
    "title": "Unsere Nutzer",
    "description": "Über tausend Benutzer haben ihre Meilensteine erfolgreich mit der Next Wellness App erreicht",
    "heading": "Über tausend Benutzer haben ihre Meilensteine erfolgreich mit der Next Wellness App erreicht"
  },
  "Email": {
    "title": "Geben Sie Ihre E-Mail-Adresse an, um Ihren persönlichen Fastenplan zu erhalten!",
    "description": "Geben Sie Ihre E-Mail-Adresse an, um Ihren persönlichen Fastenplan zu erhalten!",
    "requiredEmail": "E-Mail ist erforderlich",
    "invalidEmail": "Ungültige E-Mail-Adresse",
    "errorEmail": "Fehler aufgetreten: ",
    "email": "E-Mail",
    "privacyPreText": "Bitte überprüfen Sie unsere",
    "privacyLink": "Datenschutzbestimmungen",
    "privacyPostText": "um Einblicke zu erhalten, wie wir Ihre Informationen nutzen.",
    "submit": "Absenden"
  }
}
