{
  "IndexPage": {
    "title": "next-intl example",
    "description": "This is a basic example that demonstrates the usage of <code>next-intl</code> with the Next.js App Router. Try changing the locale in the top right corner and see how the content changes."
  },
  "PathnamesPage": {
    "title": "Pathnames",
    "description": "<p>The pathnames are internationalized too.</p><p>If you're using the default language English, you'll see <code>/en/pathnames</code> in the browser address bar on this page.</p><p>If you change the locale to German, the URL is localized accordingly (<code>/de/pfadnamen</code>).</p>"
  },
  "Error": {
    "title": "Something went wrong!",
    "description": "Page Not Found"
  },
  "NotFoundPage": {
    "title": "404",
    "description": "Page not found",
    "back": "Back"
  },
  "Loading": {
    "title": ""
  },
  "LocaleLayout": {
    "title": "Next Wellness App",
    "description": "Next.js Wellness App is a web application designed to help users track their health and fitness progress"
  },
  "LocaleSwitcher": {
    "label": "Change language",
    "current": "EN"
  },
  "Navigation": {
    "home": "Home",
    "pathnames": "Pathnames"
  },
  "PageLayout": {
    "links": {
      "docs": {
        "title": "Docs",
        "description": "Learn more about next-intl in the official docs.",
        "href": "https://next-intl-docs.vercel.app/"
      },
      "source": {
        "title": "Source code",
        "description": "Browse the source code of this example on GitHub.",
        "href": "https://github.com/amannn/next-intl/tree/main/examples/example-app-router"
      }
    }
  },
  "Home": {
    "title": "Welcome to the Next Wellness App",
    "description": "Get on the path to a healthier you with our wellness and BMI calculator. Start your journey to a better lifestyle today.",
    "features": "Features",
    "list1": "Take our quiz to customize your wellness plan",
    "list2": "Calculate your Body Mass Index (BMI)",
    "list3": "Get results and recommendations based on your BMI",
    "list4": "Track your progress with our progress bars",
    "list5": "Easily navigate through different quiz and result pages",
    "list6": "Check our testimonials",
    "list7": "Choose your best activity plan",
    "text1": "Start exploring the app to unlock a healthier you!",
    "text2": "Ready to begin? Click below to start your personalized quiz.",
    "startBtn": "Start Now"
  },
  "Header": {
    "locale": "EN",
    "plan": "Get My Plan"
  },
  "Footer": {
    "copyright": "Copyright",
    "rights": "All Rights Reserved."
  },
  "Cookie": {
    "text": "Cookies enhance your browsing experience. Your continued use implies acceptance of our",
    "link": "Cookie Policy"
  },
  "CookiePolicy": {
    "title": "Cookie Policy",
    "description": "This Cookie Policy describes the Cookie practices for Next Wellness App",
    "updated": "Updated",
    "text1": "At Next Wellness App, we are committed to maintaining the trust and confidence of our visitors to our web application. In particular, we want you to know that Next Wellness App does not sell, rent or trade email lists with other companies and businesses for marketing purposes. In this Privacy Policy, we`ve provided detailed information on when and why we use cookies, how we use them, the limited conditions under which we may disclose it to others, and how we keep it secure.",
    "head1": "What Are Cookies?",
    "text2": "Cookies are small data files that are placed on your computer or mobile device when you visit a website. Cookies are widely used by online service providers to facilitate and help to make the interaction between users and websites faster and easier, as well as to provide reporting information.",
    "text3": "Cookies set by the website owner (in this case, Next Wellness App) are called «first party cookies». Cookies set by parties other than the website owner are called «third party cookies». Third party cookies enable third party features or functionality to be provided on or through the website (e.g. like advertising, interactive content and analytics). The parties that set these third party cookies can recognize your computer both when it visits the website in question and also when it visits certain other websites.",
    "head2": "Why Do We Use Cookies?",
    "text4": "We use first party and third party cookies for several reasons. Some cookies are required for technical reasons in order for our web application to operate, and we refer to these as «essential» or «strictly necessary» cookies. Other cookies also enable us to track and target the interests of our users to enhance the experience on our web application. Third parties serve cookies through our website for advertising, analytics and other purposes.",
    "head3": "How Can I Control Cookies?",
    "text5": "You have the right to decide whether to accept or reject cookies. You can set or amend your web browser controls to accept or refuse cookies."
  },
  "PrivacyPolicy": {
    "title": "Privacy Policy",
    "description": "Review our Privacy Policy to understand how Next Wellness App protects and manages your personal data. Committed to your privacy and data security.",
    "intro": "At Next Wellness App, we deeply value your privacy and are committed to ensuring that your personal information is handled securely and transparently. Our Privacy Policy outlines how we collect, use, store, and protect your data.",
    "infoCollectionTitle": "Information Collection and Usage",
    "infoCollectionDesc": "We collect certain personal information when you use our application, including but not limited to:",
    "emailInfo": "Email Address: We may collect your email address to personalize your fasting plan and communicate important updates or information related to our services.",
    "usageDataInfo": "Usage Data: We gather data related to your interaction with the app to improve our services and user experience.",
    "dataSecurityTitle": "Data Security and Protection",
    "dataSecurityDesc": "Your privacy and data security are our top priorities. We implement robust measures to safeguard your information from unauthorized access, disclosure, alteration, or destruction.",
    "infoSharingTitle": "Information Sharing",
    "infoSharingDesc": "We do not sell, trade, or otherwise transfer your personal information to outside parties without your consent, except in cases required by law or to improve our services.",
    "consentTitle": "Consent",
    "consentDesc": "By using Next Wellness App, you consent to our Privacy Policy and agree to the collection and use of your information as described herein.",
    "updatesTitle": "Updates to Our Policy",
    "updatesDesc": "We reserve the right to update, modify, or change our Privacy Policy at any time. We encourage you to review this page periodically for any updates.",
    "contactTitle": "Contact Us",
    "contactDesc": "If you have any questions, concerns, or feedback regarding our Privacy Policy or data practices, please don`t hesitate to contact us.",
    "closingNote": "Kindly review our Privacy Policy for insights on how we utilize your information. Thank you for choosing Next Wellness App."
  }
}
