{
  "Error": {
    "title": "Something went wrong!",
    "description": "Page Not Found"
  },
  "NotFoundPage": {
    "title": "404",
    "description": "Page not found",
    "back": "Back"
  },
  "LocaleLayout": {
    "title": "Next Wellness App",
    "description": "Next.js Wellness App is a web application designed to help users track their health and fitness progress"
  },
  "PageLayout": {
    "title": "Next Wellness App"
  },
  "Home": {
    "title": "Welcome to the Next Wellness App",
    "description": "Get on the path to a healthier you with our wellness and BMI calculator. Start your journey to a better lifestyle today.",
    "features": "Features",
    "list1": "Take our quiz to customize your wellness plan",
    "list2": "Calculate your Body Mass Index (BMI)",
    "list3": "Get results and recommendations based on your BMI",
    "list4": "Track your progress with our progress bars",
    "list5": "Easily navigate through different quiz and result pages",
    "list6": "Check our testimonials",
    "list7": "Choose your best activity plan",
    "text1": "Start exploring the app to unlock a healthier you!",
    "text2": "Ready to begin? Click below to start your personalized quiz.",
    "startBtn": "Start Now"
  },
  "Header": {
    "locale": "EN",
    "plan": "Get My Plan"
  },
  "Footer": {
    "copyright": "Copyright",
    "rights": "All Rights Reserved."
  },
  "Quiz": {
    "title": "Quiz",
    "continue": "Continue",
    "digitsErrMsg": "Ensure you input digits only",
    "minHeightErrMsg": "The minimum allowable height is 120 cm",
    "maxHeightErrMsg": "The maximum allowable height is 240 cm",
    "minHeightImpErrMsg": "Please state at least 4 ft and at most 7 ft",
    "maxHeightImpErrMsg": "Please state at most 11 inch",
    "weightErrMsg": "Kindly input a weight between 40 and 230 kilograms",
    "weightImpErrMsg": "Kindly input a weight between 90 and 540 lbs",
    "weightValErrMsg": "Something went wrong, it looks like your weight value isn't set",
    "answer1": "A practical objective is to lose {percentNumber}% of your weight. You can ensure your overall health and wellness over the long run by successfully regulating your weight. As per the guidance from the CDC (Centers for Disease Control and Prevention), losing 4 kilograms per month is viewed as a safe and sensible weight loss plan.",
    "answer2": "A straightforward and easy objective is to lose {percentNumber}% of your weight. You can increase your energy and improve sleep quality through regular physical activity. Based on studies done by the University of Utah, even 5-minute exercise sessions done daily can produce meaningful improvements overall!",
    "answer3": "An uncomplicated and manageable aim is to lose {percentNumber}% of your weight. You can amplify your energy and make your sleep better by incorporating physical activity into your daily routine. Research performed at the University of Utah demonstrated that even quick 5-minute exercise sessions done every day can generate substantial improvements!",
    "answer4": "A demanding objective is to lose {percentNumber}% of your weight. People who are overweight and succeed in losing over 20% of their total body mass tend to enjoy enhanced health and greater life fulfillment, compared to those who only lose 10% or less."
  },
  "Results": {
    "yourBMI": "Your BMI is ",
    "incorrect": "Incorrect",
    "underweight": "Underweight",
    "normal": "Normal",
    "overweight": "Overweight",
    "obese": "Obese",
    "underText1": "Individuals with a BMI of 18.4 or less fall into the `Underweight` category.",
    "underText2": "Being underweight may be an indicator of insufficient nutrition, which can have health consequences, such as weakened immune system, nutritional deficiencies, and reduced bone density.",
    "underText3": "It is important for individuals in this category to consult a healthcare professional for assessment and guidance on achieving a healthier weight.",
    "normalText1": "A BMI falling within the range of 18.5 to 24.9 is considered `Normal` or `Healthy` weight.",
    "normalText2": "Individuals in this range are generally at a weight that is appropriate for their height, and they typically have a lower risk of weight-related health issues.",
    "normalText3": "Maintaining a normal BMI is associated with better overall health and longevity.",
    "overText1": "BMI values between 25.0 and 39.9 are classified as `Overweight`",
    "overText2": "Overweight individuals have excess body weight relative to their height, and this may increase their risk of various health problems, including heart disease, type 2 diabetes, and joint issues.",
    "overText3": "Weight management through a balanced diet and regular physical activity is recommended for those in this category.",
    "obeseText1": "A BMI of 40.0 or higher is categorized as Obese",
    "obeseText2": "Obesity is associated with a significantly increased risk of serious health conditions, including cardiovascular diseases, hypertension, sleep apnea, and some types of cancer.",
    "obeseText3": "It is crucial for individuals in this category to seek professional medical guidance and consider weight management strategies, which may include dietary changes, exercise, and, in some cases, medical intervention.",
    "errorBMI": "Try again with correct values",
    "note": "It's important to note that while BMI is a useful tool for evaluating weight status on a population level, it does not take into account factors like muscle mass, body composition, or distribution of fat, which can influence an individual's overall health. For a thorough health assessment, consult a healthcare provider who considers additional factors alongside BMI.",
    "continue": "Continue"
  },
  "Cookie": {
    "text": "Cookies enhance your browsing experience. Your continued use implies acceptance of our",
    "link": "Cookie Policy"
  },
  "CookiePolicy": {
    "title": "Cookie Policy",
    "description": "This Cookie Policy describes the Cookie practices for Next Wellness App",
    "updated": "Updated",
    "text1": "At Next Wellness App, we are committed to maintaining the trust and confidence of our visitors to our web application. In particular, we want you to know that Next Wellness App does not sell, rent or trade email lists with other companies and businesses for marketing purposes. In this Privacy Policy, we've provided detailed information on when and why we use cookies, how we use them, the limited conditions under which we may disclose it to others, and how we keep it secure.",
    "head1": "What Are Cookies?",
    "text2": "Cookies are small data files that are placed on your computer or mobile device when you visit a website. Cookies are widely used by online service providers to facilitate and help to make the interaction between users and websites faster and easier, as well as to provide reporting information.",
    "text3": "Cookies set by the website owner (in this case, Next Wellness App) are called «first party cookies». Cookies set by parties other than the website owner are called «third party cookies». Third party cookies enable third party features or functionality to be provided on or through the website (e.g. like advertising, interactive content and analytics). The parties that set these third party cookies can recognize your computer both when it visits the website in question and also when it visits certain other websites.",
    "head2": "Why Do We Use Cookies?",
    "text4": "We use first party and third party cookies for several reasons. Some cookies are required for technical reasons in order for our web application to operate, and we refer to these as «essential» or «strictly necessary» cookies. Other cookies also enable us to track and target the interests of our users to enhance the experience on our web application. Third parties serve cookies through our website for advertising, analytics and other purposes.",
    "head3": "How Can I Control Cookies?",
    "text5": "You have the right to decide whether to accept or reject cookies. You can set or amend your web browser controls to accept or refuse cookies."
  },
  "PrivacyPolicy": {
    "title": "Privacy Policy",
    "description": "Review our Privacy Policy to understand how Next Wellness App protects and manages your personal data. Committed to your privacy and data security.",
    "intro": "At Next Wellness App, we deeply value your privacy and are committed to ensuring that your personal information is handled securely and transparently. Our Privacy Policy outlines how we collect, use, store, and protect your data.",
    "infoCollectionTitle": "Information Collection and Usage",
    "infoCollectionDesc": "We collect certain personal information when you use our application, including but not limited to:",
    "emailInfo": "Email Address: We may collect your email address to personalize your fasting plan and communicate important updates or information related to our services.",
    "usageDataInfo": "Usage Data: We gather data related to your interaction with the app to improve our services and user experience.",
    "dataSecurityTitle": "Data Security and Protection",
    "dataSecurityDesc": "Your privacy and data security are our top priorities. We implement robust measures to safeguard your information from unauthorized access, disclosure, alteration, or destruction.",
    "infoSharingTitle": "Information Sharing",
    "infoSharingDesc": "We do not sell, trade, or otherwise transfer your personal information to outside parties without your consent, except in cases required by law or to improve our services.",
    "consentTitle": "Consent",
    "consentDesc": "By using Next Wellness App, you consent to our Privacy Policy and agree to the collection and use of your information as described herein.",
    "updatesTitle": "Updates to Our Policy",
    "updatesDesc": "We reserve the right to update, modify, or change our Privacy Policy at any time. We encourage you to review this page periodically for any updates.",
    "contactTitle": "Contact Us",
    "contactDesc": "If you have any questions, concerns, or feedback regarding our Privacy Policy or data practices, please don't hesitate to contact us.",
    "closingNote": "Kindly review our Privacy Policy for insights on how we utilize your information. Thank you for choosing Next Wellness App."
  },
  "Testimonials": {
    "title": "Testimonials",
    "description": "Over a thousand users have successfully reached their milestones using the Next Wellness App",
    "heading": " Over a thousand users have successfully reached their milestones using the Next Wellness App",
    "name1": "Tomas Clark",
    "message1": "Next Wellness App helped me achieve my weight loss goals effectively!",
    "name2": "Jane Smith",
    "message2": "I love the simplicity and effectiveness of Next Wellness App. It made fasting easy!",
    "name3": "Michael Johnson",
    "message3": "Using Next Wellness App was a game-changer for my health and fitness journey.",
    "name4": "Emily Wilkinson",
    "message4": "I highly recommend Next Wellness App to anyone looking for a reliable fasting guide!",
    "name5": "Dave Brown",
    "message5": "The features of Next Wellness App are well-thought-out and user-friendly.",
    "name6": "Sophia Miller",
    "message6": "Next Wellness App is my go-to tool for maintaining a healthy lifestyle!"
  },
  "Email": {
    "title": "Provide your email address for receiving your personalized fasting plan!",
    "description": "Provide your email address for receiving your personalized fasting plan!",
    "requiredEmail": "Email is required",
    "invalidEmail": "Invalid email address",
    "errorEmail": "Error occurred: ",
    "email": "Email",
    "privacyPreText": "Kindly review our",
    "privacyLink": "Privacy Policy",
    "privacyPostText": "for insights on how we utilize your information.",
    "submit": "Submit"
  },
  "Offer": {
    "title": "Your custom plan awaits!",
    "description": "Unlock your tailored subscription benefits now!",
    "before": "Before",
    "after": "After",
    "metabolicRate": "Metabolic rate",
    "keepInMind": "Keep in mind that this doesn`t guarantee the expected outcomes.",
    "customPlanAwaits": "Your custom plan awaits!",
    "targetWeight": "Target Weight",
    "completePrevSteps": "Please complete all the previous steps",
    "grabMyPlan": "Grab My Plan",
    "newcomersSuccess": "Newcomers achieved their enduring weight loss goals with our program!",
    "whatYouGet": "What you`ll get:",
    "customizationDetails": "We customize our plan to fit your unique needs and objectives using the information you provide alongside our special algorithms.",
    "goalList": "To reach your goal, you`ll receive:",
    "item1": "A step-by-step lifestyle guide",
    "item2": "Over 100 weight-loss insights",
    "item3": "Trackers for hydration and weight",
    "item4": "Exclusive guides to deepen your understanding of nutrition and training for achieving your goal.",
    "appFeatures": "All these features are integrated into a single mobile app available on IOS 14.0+ or Android 8.0+ devices.",
    "poweredBy": "Powered by:",
    "userSuccessStories": "Read the inspiring success stories from our users",
    "transformationTimeframe": "Witness noticeable transformations within a mere 3 weeks"
  },
  "Payment": {
    "planOneName": "1-Month Plan",
    "planTwoName": "3-Month Plan",
    "planThreeName": "6-Month Plan",
    "bestOffer": "Best Offer",
    "mostPopular": "Most Popular",
    "perDay": "per day",
    "checkboxOne": "By ticking this box, I acknowledge and accept the Terms and Conditions as well as the Refund Policy",
    "checkboxTwoStart": "By selecting this option, I provide consent for the automatic renewal of my subscription using the specified card. I am aware that today I will be charged",
    "and": "and",
    "checkboxTwoEnd": "for each subsequent quarterly renewal until I opt to cancel. To avoid any charges, it`s necessary to cancel your subscription at least one day before its expiration. This can be done by contacting support@nextwellness.app or calling our US number: 555-01-39. The transaction details might appear on your bank statement",
    "toastComplete": "Well Done!",
    "checkboxError": "Please check all the checkboxes",
    "getMyPlan": "Get My Plan"
  },
  "Checkout": {
    "title": "Include details of your payment information.",
    "description": "Enter your billing details to proceed with your purchase.",
    "orderDetails": "Order Details",
    "yourChoice": "Your choice",
    "monthlyPrice": "Monthly price",
    "total": "Total",
    "submitOrder": "Submit Order",
    "orderAccepted": "By placing this order, you acknowledge that you've reviewed and accepted our",
    "privacyText": "Privacy Policy",
    "orderNote": "Please note, in certain instances, physical access to the device may be necessary.",
    "placeholderCard": "Card Number",
    "placeholderName": "First name",
    "placeholderLastName": "Last name",
    "placeholderEmail": "Email",
    "requiredCard": "Credit card number is required",
    "requiredExpDate": "Expiration date is required",
    "requiredCVV": "CVV/CVC is required",
    "requiredName": "First Name is required",
    "requiredLastName": "Last Name is required",
    "requiredCheckEmail": "Email is required",
    "invalidCard": "Invalid card number",
    "invalidExpDate": "Invalid expiration date",
    "invalidCVV": "Invalid CVV/CVC number",
    "invalidName": "Invalid name format",
    "invalidCheckEmail": "Invalid email address format",
    "unknown": "Unknown",
    "errorSendData": "Error sending data:",
    "finalOrder": "Your Order is Confirmed",
    "finalThanx": "Thank you for choosing Next Wellness App!",
    "finalEmailStart": "An email to ",
    "finalEmailEnd": "was sent with your personalized code to register on our platform."
  }
}
