{
  "Error": {
    "title": "¡Algo salió mal!",
    "description": "Página no encontrada"
  },
  "NotFoundPage": {
    "title": "404",
    "description": "Página no encontrada",
    "back": "Volver"
  },
  "LocaleLayout": {
    "title": "Next Wellness App",
    "description": "Next.js Wellness App es una aplicación web diseñada para ayudar a los usuarios a seguir su progreso en salud y fitness"
  },
  "PageLayout": {
    "title": "Next Wellness App"
  },
  "Home": {
    "title": "Bienvenido a Next Wellness App",
    "description": "Emprende el camino hacia un tú más saludable con nuestro bienestar y calculadora de IMC. Inicia tu viaje hacia un mejor estilo de vida hoy.",
    "features": "Características",
    "list1": "Realiza nuestro cuestionario para personalizar tu plan de bienestar",
    "list2": "Calcula tu Índice de Masa Corporal (IMC)",
    "list3": "Obtén resultados y recomendaciones basadas en tu IMC",
    "list4": "Sigue tu progreso con nuestras barras de progreso",
    "list5": "Navega fácilmente a través de diferentes páginas de cuestionarios y resultados",
    "list6": "Consulta nuestros testimonios",
    "list7": "Elige tu mejor plan de actividad",
    "text1": "¡Empieza a explorar la app para desbloquear un tú más saludable!",
    "text2": "¿Listo para comenzar? Haz clic a continuación para iniciar tu cuestionario personalizado.",
    "startBtn": "Comenzar Ahora"
  },
  "Header": {
    "locale": "ES",
    "plan": "Obtén Mi Plan"
  },
  "Footer": {
    "copyright": "Derechos de autor",
    "rights": "Todos los derechos reservados."
  },
  "Quiz": {
    "title": "Cuestionario",
    "continue": "Continuar",
    "digitsErrMsg": "Asegúrate de ingresar solo dígitos",
    "minHeightErrMsg": "La altura mínima permitida es de 120 cm",
    "maxHeightErrMsg": "La altura máxima permitida es de 240 cm",
    "minHeightImpErrMsg": "Por favor indica al menos 4 pies y como máximo 7 pies",
    "maxHeightImpErrMsg": "Por favor indica como máximo 11 pulgadas",
    "weightErrMsg": "Debe estar entre 50 y 250 kilogramos",
    "weightGoalErrMsg": "Debe estar entre 40 y 250 kilogramos",
    "weightImpErrMsg": "Debe estar entre 110 y 550 libras",
    "weightGoalImpErrMsg": "Debe estar entre 90 y 550 libras",
    "weightHigherErrMsg": "Tu peso deseado debe ser menor que tu peso actual",
    "weightDiffErrMsg": "La diferencia de peso debe ser mayor a 3 kilogramos",
    "weightDiffImpErrMsg": "La diferencia de peso debe ser mayor a 6 libras",
    "weightValErrMsg": "Algo salió mal, parece que tu valor de peso no está establecido",
    "answer1": "Un objetivo práctico es perder el {percentNumber}% de tu peso. Puedes asegurar tu salud y bienestar a largo plazo regulando exitosamente tu peso. Según la guía del CDC (Centros para el Control y la Prevención de Enfermedades), perder 4 kilogramos por mes se considera un plan de pérdida de peso seguro y sensato.",
    "answer2": "Un objetivo simple y fácil es perder el {percentNumber}% de tu peso. Puedes aumentar tu energía y mejorar la calidad del sueño mediante actividad física regular. Basado en estudios realizados por la Universidad de Utah, incluso sesiones de ejercicio de 5 minutos al día pueden producir mejoras significativas en general.",
    "answer3": "Un objetivo sencillo y manejable es perder el {percentNumber}% de tu peso. Puedes aumentar tu energía y mejorar tu sueño incorporando actividad física en tu rutina diaria. Investigaciones realizadas en la Universidad de Utah demostraron que incluso sesiones de ejercicio rápidas de 5 minutos al día pueden generar mejoras sustanciales.",
    "answer4": "Un objetivo exigente es perder el {percentNumber}% de tu peso. Las personas con sobrepeso que logran perder más del 20% de su masa corporal total tienden a disfrutar de una salud mejorada y una mayor satisfacción con la vida, en comparación con aquellos que solo pierden el 10% o menos."
  },
  "Results": {
    "yourBMI": "Tu IMC es ",
    "incorrect": "Incorrecto",
    "underweight": "Bajo peso",
    "normal": "Normal",
    "overweight": "Sobrepeso",
    "obese": "Obesidad",
    "underText1": "Las personas con un IMC de 18.4 o menos caen en la categoría de `Bajo peso`.",
    "underText2": "Estar bajo peso puede ser un indicador de nutrición insuficiente, lo que puede tener consecuencias para la salud, como un sistema inmunológico debilitado, deficiencias nutricionales y una densidad ósea reducida.",
    "underText3": "Es importante para las personas en esta categoría consultar a un profesional de la salud para una evaluación y orientación sobre cómo alcanzar un peso más saludable.",
    "normalText1": "Un IMC que se encuentra en el rango de 18.5 a 24.9 se considera `Normal` o `Peso saludable`.",
    "normalText2": "Las personas en este rango generalmente tienen un peso que es adecuado para su altura, y típicamente tienen un menor riesgo de problemas de salud relacionados con el peso.",
    "normalText3": "Mantener un IMC normal se asocia con una mejor salud general y una mayor longevidad.",
    "overText1": "Los valores de IMC entre 25.0 y 39.9 se clasifican como `Sobrepeso`",
    "overText2": "Las personas con sobrepeso tienen un exceso de peso corporal en relación con su altura, y esto puede aumentar su riesgo de varios problemas de salud, incluyendo enfermedades del corazón, diabetes tipo 2 y problemas articulares.",
    "overText3": "Se recomienda la gestión del peso a través de una dieta equilibrada y actividad física regular para aquellos en esta categoría.",
    "obeseText1": "Un IMC de 40.0 o más se categoriza como Obesidad",
    "obeseText2": "La obesidad está asociada con un riesgo significativamente aumentado de condiciones de salud graves, incluyendo enfermedades cardiovasculares, hipertensión, apnea del sueño y algunos tipos de cáncer.",
    "obeseText3": "Es crucial para las personas en esta categoría buscar orientación médica profesional y considerar estrategias de gestión del peso, que pueden incluir cambios en la dieta, ejercicio y, en algunos casos, intervención médica.",
    "errorBMI": "Intenta de nuevo con valores correctos",
    "note": "Es importante notar que, aunque el IMC es una herramienta útil para evaluar el estado de peso a nivel poblacional, no toma en cuenta factores como la masa muscular, la composición corporal o la distribución de grasa, los cuales pueden influir en la salud general de una persona. Para una evaluación de salud completa, consulta a un proveedor de atención médica que considere factores adicionales junto con el IMC.",
    "continue": "Continuar"
  },
  "Cookie": {
    "text": "Las cookies mejoran tu experiencia de navegación. Tu uso continuado implica la aceptación de nuestra",
    "link": "Política de Cookies"
  },
  "CookiePolicy": {
    "title": "Política de Cookies",
    "description": "Esta Política de Cookies describe las prácticas de cookies para Next Wellness App",
    "updated": "Actualizada",
    "text1": "En Next Wellness App, estamos comprometidos con mantener la confianza y la seguridad de nuestros visitantes a nuestra aplicación web. En particular, queremos que sepas que Next Wellness App no vende, alquila ni comercia con listas de correos electrónicos con otras compañías y negocios para fines de marketing. En esta Política de Privacidad, hemos proporcionado información detallada sobre cuándo y por qué usamos cookies, cómo las utilizamos, las condiciones limitadas bajo las cuales podemos revelarlas a otros y cómo las mantenemos seguras.",
    "head1": "¿Qué son las Cookies?",
    "text2": "Las cookies son pequeños archivos de datos que se colocan en tu computadora o dispositivo móvil cuando visitas un sitio web. Las cookies son ampliamente utilizadas por los proveedores de servicios en línea para facilitar y ayudar a hacer la interacción entre los usuarios y los sitios web más rápida y fácil, así como para proporcionar información de reportes.",
    "text3": "Las cookies establecidas por el propietario del sitio web (en este caso, Next Wellness App) se llaman «cookies de primera parte». Las cookies establecidas por partes distintas al propietario del sitio web se llaman «cookies de terceros». Las cookies de terceros permiten proporcionar características o funcionalidades de terceros en o a través del sitio web (por ejemplo, publicidad, contenido interactivo y análisis). Las partes que establecen estas cookies de terceros pueden reconocer tu computadora tanto cuando visita el sitio web en cuestión como también cuando visita ciertos otros sitios web.",
    "head2": "¿Por qué usamos Cookies?",
    "text4": "Usamos cookies de primera y de terceros por varias razones. Algunas cookies son requeridas por razones técnicas para que nuestra aplicación web opere, y nos referimos a estas como «esenciales» o «estrictamente necesarias» cookies. Otras cookies también nos permiten rastrear y dirigir los intereses de nuestros usuarios para mejorar la experiencia en nuestra aplicación web. Los terceros sirven cookies a través de nuestro sitio web para publicidad, análisis y otros fines.",
    "head3": "¿Cómo puedo controlar las Cookies?",
    "text5": "Tienes el derecho de decidir si aceptas o rechazas las cookies. Puedes configurar o modificar los controles de tu navegador web para aceptar o rechazar cookies. Es importante tener en cuenta que si eliges rechazar las cookies, aún podrás visitar nuestra aplicación web, pero algunas de las funciones pueden no funcionar correctamente."
  },
  "PrivacyPolicy": {
    "title": "Política de Privacidad",
    "description": "Revisa nuestra Política de Privacidad para entender cómo Next Wellness App protege y maneja tus datos personales. Comprometidos con tu privacidad y seguridad de datos.",
    "intro": "En Next Wellness App, valoramos profundamente tu privacidad y estamos comprometidos a asegurar que tu información personal sea manejada de manera segura y transparente. Nuestra Política de Privacidad esboza cómo recopilamos, usamos, almacenamos y protegemos tus datos.",
    "infoCollectionTitle": "Recolección de Información y Uso",
    "infoCollectionDesc": "Recopilamos cierta información personal cuando usas nuestra aplicación, incluyendo, pero no limitado a:",
    "emailInfo": "Dirección de correo electrónico: Podemos recopilar tu dirección de correo electrónico para personalizar tu plan de ayuno y comunicar actualizaciones importantes o información relacionada con nuestros servicios.",
    "usageDataInfo": "Datos de Uso: Recopilamos datos relacionados con tu interacción con la app para mejorar nuestros servicios y la experiencia del usuario.",
    "dataSecurityTitle": "Seguridad de Datos y Protección",
    "dataSecurityDesc": "Tu privacidad y la seguridad de tus datos son nuestras máximas prioridades. Implementamos medidas robustas para proteger tu información de acceso no autorizado, divulgación, alteración o destrucción.",
    "infoSharingTitle": "Compartir Información",
    "infoSharingDesc": "No vendemos, intercambiamos, ni transferimos a terceros tu información personal sin tu consentimiento, excepto en los casos requeridos por ley o para mejorar nuestros servicios.",
    "consentTitle": "Consentimiento",
    "consentDesc": "Al usar Next Wellness App, consientes nuestra Política de Privacidad y aceptas la recolección y uso de tu información como se describe aquí.",
    "updatesTitle": "Actualizaciones a Nuestra Política",
    "updatesDesc": "Nos reservamos el derecho de actualizar, modificar o cambiar nuestra Política de Privacidad en cualquier momento. Te animamos a revisar esta página periódicamente para cualquier actualización.",
    "contactTitle": "Contáctanos",
    "contactDesc": "Si tienes cualquier pregunta, preocupación o comentario sobre nuestra Política de Privacidad o prácticas de datos, por favor no dudes en contactarnos.",
    "closingNote": "Por favor revisa nuestra Política de Privacidad para obtener información sobre cómo utilizamos tu información. Gracias por elegir Next Wellness App."
  },
  "Testimonials": {
    "title": "Testimonios",
    "description": "Más de mil usuarios han alcanzado sus metas con éxito usando Next Wellness App",
    "heading": "Más de mil usuarios han alcanzado sus metas con éxito usando Next Wellness App",
    "name1": "Tomás Clark",
    "message1": "¡Next Wellness App me ayudó a alcanzar mis objetivos de pérdida de peso de manera efectiva!",
    "name2": "Juana Smith",
    "message2": "¡Me encanta la simplicidad y efectividad de Next Wellness App. Hizo el ayuno fácil!",
    "name3": "Miguel Johnson",
    "message3": "Usar Next Wellness App fue un cambio de juego para mi salud y viaje de fitness.",
    "name4": "Emily Wilkinson",
    "message4": "¡Recomiendo mucho Next Wellness App a cualquiera que busque una guía de ayuno confiable!",
    "name5": "David Brown",
    "message5": "Las características de Next Wellness App están bien pensadas y son fáciles de usar.",
    "name6": "Sofía Miller",
    "message6": "¡Next Wellness App es mi herramienta de referencia para mantener un estilo de vida saludable!"
  },
  "Email": {
    "title": "¡Proporciona tu dirección de correo electrónico para recibir tu plan de ayuno personalizado!",
    "description": "¡Proporciona tu dirección de correo electrónico para recibir tu plan de ayuno personalizado!",
    "requiredEmail": "El correo electrónico es obligatorio",
    "invalidEmail": "Dirección de correo electrónico inválida",
    "errorEmail": "Ocurrió un error: ",
    "email": "Correo electrónico",
    "privacyPreText": "Por favor, revisa nuestra",
    "privacyLink": "Política de Privacidad",
    "privacyPostText": "para comprender cómo utilizamos tu información.",
    "submit": "Enviar"
  },
  "Offer": {
    "title": "¡Tu plan personalizado te espera!",
    "description": "¡Desbloquea ahora los beneficios de tu suscripción a medida!",
    "before": "Antes",
    "after": "Después",
    "metabolicRate": "Tasa metabólica",
    "keepInMind": "Ten en cuenta que esto no garantiza los resultados esperados.",
    "customPlanAwaits": "¡Tu plan personalizado te espera!",
    "targetWeight": "Peso objetivo",
    "completePrevSteps": "Por favor, completa todos los pasos anteriores",
    "grabMyPlan": "Obtener mi plan",
    "newcomersSuccess": "¡Los recién llegados alcanzaron sus objetivos de pérdida de peso duraderos con nuestro programa!",
    "whatYouGet": "Lo que obtendrás:",
    "customizationDetails": "Personalizamos nuestro plan para adaptarlo a tus necesidades y objetivos únicos utilizando la información que proporcionas junto con nuestros algoritmos especiales.",
    "goalList": "Para alcanzar tu objetivo, recibirás:",
    "item1": "Una guía paso a paso para cambiar tu estilo de vida",
    "item2": "Más de 100 consejos sobre pérdida de peso",
    "item3": "Rastreadores de hidratación y peso",
    "item4": "Guías exclusivas para profundizar tu comprensión de la nutrición y el entrenamiento para alcanzar tu objetivo.",
    "appFeatures": "Todas estas características están integradas en una única aplicación móvil disponible para dispositivos IOS 14.0+ o Android 8.0+.",
    "poweredBy": "Potenciado por:",
    "userSuccessStories": "Lee las historias de éxito inspiradoras de nuestros usuarios",
    "transformationTimeframe": "Presencia transformaciones notables en solo 3 semanas"
  },
  "Payment": {
    "planOneName": "Plan de 1 Mes",
    "planTwoName": "Plan de 3 Meses",
    "planThreeName": "Plan de 6 Meses",
    "bestOffer": "Mejor Oferta",
    "mostPopular": "Más Popular",
    "perDay": "por día",
    "checkboxOne": "Al marcar esta casilla, reconozco y acepto los Términos y Condiciones, así como la Política de Reembolso",
    "checkboxTwoStart": "Al seleccionar esta opción, doy mi consentimiento para la renovación automática de mi suscripción usando la tarjeta especificada. Soy consciente de que hoy se me cobrará",
    "and": "y",
    "checkboxTwoEnd": "por cada renovación trimestral subsiguiente hasta que decida cancelar. Para evitar cualquier cargo, es necesario cancelar la suscripción al menos un día antes de su vencimiento. Esto se puede hacer contactando a support@nextwellness.app o llamando a nuestro número en EE.UU.: 555-01-39. Los detalles de la transacción pueden aparecer en tu estado de cuenta bancario",
    "toastComplete": "¡Bien hecho!",
    "checkboxError": "Por favor, marca todas las casillas",
    "getMyPlan": "Obtener Mi Plan"
  },
  "Checkout": {
    "title": "Incluye los detalles de tu información de pago.",
    "description": "Ingresa tus detalles de facturación para proceder con tu compra.",
    "submitOrder": "Enviar Pedido",
    "orderAccepted": "Al realizar este pedido, reconoces que has revisado y aceptado nuestra",
    "privacyText": "Política de Privacidad",
    "orderNote": "Por favor, ten en cuenta que, en ciertos casos, puede ser necesario el acceso físico al dispositivo.",
    "placeholderCard": "Número de Tarjeta",
    "placeholderName": "Nombre",
    "placeholderLastName": "Apellido",
    "placeholderEmail": "Correo electrónico",
    "requiredCard": "Se requiere el número de tarjeta de crédito",
    "requiredExpDate": "Se requiere la fecha de expiración",
    "requiredCVV": "Se requiere el CVV/CVC",
    "requiredName": "Se requiere el nombre",
    "requiredLastName": "Se requiere el apellido",
    "requiredCheckEmail": "Se requiere el correo electrónico",
    "invalidCard": "Número de tarjeta inválido",
    "invalidExpDate": "Fecha de expiración inválida",
    "invalidCVV": "Número de CVV/CVC inválido",
    "invalidName": "Formato de nombre inválido",
    "invalidCheckEmail": "Formato de dirección de correo electrónico inválido",
    "unknown": "Desconocido",
    "errorSendData": "Error al enviar datos:",
    "finalOrder": "Tu Pedido está Confirmado",
    "finalThanx": "¡Gracias por elegir Next Wellness App!",
    "finalEmailStart": "Se envió un correo electrónico a ",
    "finalEmailEnd": "con tu código personalizado para registrarte en nuestra plataforma."
  },
  "Plans": {
    "orderDetails": "Detalles del Pedido",
    "yourChoice": "Tu elección",
    "monthlyPrice": "Precio mensual",
    "total": "Total",
    "planOneName": "Plan de 1 Mes",
    "planTwoName": "Plan de 3 Meses",
    "planThreeName": "Plan de 6 Meses"
  }
}
