{
  "Error": {
    "title": "Something went wrong!",
    "description": "Page non trouvée"
  },
  "NotFoundPage": {
    "title": "404",
    "description": "Page non trouvée",
    "back": "Retour"
  },
  "LocaleLayout": {
    "title": "Bienvenue sur l'application Next Wellness",
    "description": "Entamez le chemin vers une meilleure santé avec notre calculateur de bien-être et d'IMC. Commencez aujourd'hui votre voyage vers un style de vie amélioré."
  },
  "PageLayout": {
    "title": "Next Wellness App"
  },
  "Home": {
    "title": "Bienvenue sur l'application Next Wellness",
    "description": "Entamez le chemin vers une meilleure santé avec notre calculateur de bien-être et d'IMC. Commencez aujourd'hui votre voyage vers un style de vie amélioré.",
    "features": "Fonctionnalités",
    "list1": "Participez à notre quiz pour personnaliser votre plan de bien-être",
    "list2": "Calculez votre Indice de Masse Corporelle (IMC)",
    "list3": "Obtenez des résultats et des recommandations basés sur votre IMC",
    "list4": "Suivez vos progrès avec nos barres de progression",
    "list5": "Naviguez facilement à travers différentes pages de quiz et de résultats",
    "list6": "Consultez nos témoignages",
    "list7": "Choisissez votre meilleur plan d'activité",
    "text1": "Commencez à explorer l'application pour débloquer un vous plus sain !",
    "text2": "Prêt à commencer ? Cliquez ci-dessous pour démarrer votre quiz personnalisé.",
    "startBtn": "Commencer Maintenant"
  },
  "Header": {
    "locale": "FR",
    "plan": "Obtenir mon plans"
  },
  "Footer": {
    "copyright": "Droit d'auteur",
    "rights": "Tous droits réservés."
  },
  "Quiz": {
    "title": "Quiz",
    "continue": "Continuer",
    "digitsErrMsg": "Assurez-vous de saisir uniquement des chiffres",
    "minHeightErrMsg": "La hauteur minimale autorisée est de 120 cm",
    "maxHeightErrMsg": "La hauteur maximale autorisée est de 240 cm",
    "minHeightImpErrMsg": "Veuillez indiquer au moins 4 pieds et au maximum 7 pieds",
    "maxHeightImpErrMsg": "Veuillez indiquer au maximum 11 pouces",
    "weightErrMsg": "Veuillez saisir un poids entre 40 et 230 kilogrammes",
    "weightImpErrMsg": "Veuillez saisir un poids entre 90 et 540 livres",
    "weightValErrMsg": "Quelque chose s'est mal passé, il semble que votre valeur de poids n'est pas définie"
  },
  "Results": {
    "yourBMI": "Votre IMC est ",
    "incorrect": "Incorrect",
    "underweight": "Insuffisance pondérale",
    "normal": "Normal",
    "overweight": "Surpoids",
    "obese": "Obèse",
    "underText1": "Les individus ayant un IMC de 18,4 ou moins sont considérés comme étant en 'Insuffisance pondérale'.",
    "underText2": "Être en sous-poids peut être un indicateur d'une nutrition insuffisante, ce qui peut avoir des conséquences sur la santé, telles qu'un système immunitaire affaibli, des carences nutritionnelles et une densité osseuse réduite.",
    "underText3": "Il est important pour les personnes dans cette catégorie de consulter un professionnel de la santé pour une évaluation et des conseils afin d'atteindre un poids plus sain.",
    "normalText1": "Un IMC situé dans la plage de 18,5 à 24,9 est considéré comme un poids 'Normal' ou 'Sain'.",
    "normalText2": "Les individus dans cette plage ont généralement un poids approprié pour leur taille et ont généralement un risque plus faible de problèmes de santé liés au poids.",
    "normalText3": "Maintenir un IMC normal est associé à une meilleure santé globale et à une longévité accrue.",
    "overText1": "Les valeurs d'IMC entre 25,0 et 39,9 sont classées comme 'Surpoids'",
    "overText2": "Les individus en surpoids ont un excès de poids corporel par rapport à leur taille, ce qui peut augmenter leur risque de divers problèmes de santé, y compris les maladies cardiaques, le diabète de type 2 et les problèmes articulaires.",
    "overText3": "La gestion du poids par une alimentation équilibrée et une activité physique régulière est recommandée pour les personnes dans cette catégorie.",
    "obeseText1": "Un IMC de 40,0 ou plus est catégorisé comme Obèse",
    "obeseText2": "L'obésité est associée à un risque considérablement accru de conditions de santé graves, y compris les maladies cardiovasculaires, l'hypertension, l'apnée du sommeil et certains types de cancer.",
    "obeseText3": "Il est crucial pour les individus dans cette catégorie de chercher des conseils médicaux professionnels et d'envisager des stratégies de gestion du poids, qui peuvent inclure des changements alimentaires, de l'exercice et, dans certains cas, une intervention médicale.",
    "errorBMI": "Réessayez avec des valeurs correctes",
    "note": "Il est important de noter que bien que l'IMC soit un outil utile pour évaluer le statut pondéral au niveau de la population, il ne prend pas en compte des facteurs tels que la masse musculaire, la composition corporelle ou la répartition des graisses, qui peuvent influencer la santé globale d'un individu. Pour une évaluation complète de la santé, consultez un prestataire de soins de santé qui prend en compte des facteurs supplémentaires aux côtés de l'IMC.",
    "continue": "Continuer"
  },
  "Cookie": {
    "text": "Les cookies améliorent votre expérience de navigation. Leur utilisation continue implique l'acceptation de notre",
    "link": "Politique de Cookies"
  },
  "CookiePolicy": {
    "title": "Politique de Cookies",
    "description": "Cette politique de cookies décrit les pratiques en matière de cookies pour Next Wellness App",
    "updated": "Mise à jour",
    "text1": "Chez Next Wellness App, nous nous engageons à maintenir la confiance de nos visiteurs sur notre application Web. En particulier, nous voulons que vous sachiez que Next Wellness App ne vend, ne loue ni n'échange de listes de diffusion avec d'autres sociétés et entreprises à des fins de marketing. Dans cette politique de confidentialité, nous avons fourni des informations détaillées sur quand et pourquoi nous utilisons des cookies, comment nous les utilisons, les conditions limitées dans lesquelles nous pouvons les divulguer à des tiers et comment nous les protégeons.",
    "head1": "Que sont les cookies ?",
    "text2": "Les cookies sont de petits fichiers de données placés sur votre ordinateur ou appareil mobile lorsque vous visitez un site Web. Les cookies sont largement utilisés par les fournisseurs de services en ligne pour faciliter et contribuer à rendre l'interaction entre les utilisateurs et les sites Web plus rapide et plus facile, ainsi que pour fournir des informations de reporting.",
    "text3": "Les cookies définis par le propriétaire du site Web (dans ce cas, Next Wellness App) sont appelés « cookies de première partie ». Les cookies définis par des parties autres que le propriétaire du site Web sont appelés « cookies tiers ». Les cookies tiers permettent de fournir des fonctionnalités ou fonctionnalités tierces sur ou via le site Web (par exemple, comme la publicité, le contenu interactif et les analyses). Les parties qui installent ces cookies tiers peuvent reconnaître votre ordinateur aussi bien lorsqu'il visite le site Internet en question que lorsqu'il visite certains autres sites Internet.",
    "head2": "Pourquoi utilisons-nous des cookies ?",
    "text4": "Nous utilisons des cookies propriétaires et tiers pour plusieurs raisons. Certains cookies sont nécessaires pour des raisons techniques au fonctionnement de notre application Web, et nous les qualifions de « essentiels ». ou &quot;strictement nécessaire&quot; biscuits. D'autres cookies nous permettent également de suivre et de cibler les intérêts de nos utilisateurs pour améliorer l'expérience sur notre application Web. Des tiers utilisent des cookies via notre site Web à des fins publicitaires, analytiques et autres.",
    "head3": "Comment puis-je contrôler les cookies ?",
    "text5": "Vous avez le droit de décider d'accepter ou de refuser les cookies. Vous pouvez configurer ou modifier les contrôles de votre navigateur Web pour accepter ou refuser les cookies."
  },
  "PrivacyPolicy": {
    "title": "Politique de Confidentialité",
    "description": "Consultez notre Politique de Confidentialité pour comprendre comment l'application Next Wellness protège et gère vos données personnelles. Engagé envers votre vie privée et la sécurité de vos données.",
    "intro": "Chez Next Wellness App, nous attachons une grande importance à votre vie privée et nous nous engageons à traiter vos informations personnelles de manière sécurisée et transparente. Notre Politique de Confidentialité décrit comment nous collectons, utilisons, stockons et protégeons vos données.",
    "infoCollectionTitle": "Collecte et Utilisation des Informations",
    "infoCollectionDesc": "Nous collectons certaines informations personnelles lorsque vous utilisez notre application, y compris, mais sans s'y limiter à:",
    "emailInfo": "Adresse E-mail : Nous pouvons collecter votre adresse e-mail pour personnaliser votre plan de jeûne et communiquer des mises à jour importantes ou des informations relatives à nos services.",
    "usageDataInfo": "Données d'Utilisation : Nous recueillons des données liées à votre interaction avec l'application afin d'améliorer nos services et l'expérience utilisateur.",
    "dataSecurityTitle": "Sécurité et Protection des Données",
    "dataSecurityDesc": "Votre vie privée et la sécurité de vos données sont nos principales priorités. Nous mettons en œuvre des mesures robustes pour protéger vos informations contre l'accès non autorisé, la divulgation, la modification ou la destruction.",
    "infoSharingTitle": "Partage des Informations",
    "infoSharingDesc": "Nous ne vendons, n'échangeons ou ne transférons pas vos informations personnelles à des tiers sans votre consentement, sauf dans les cas requis par la loi ou pour améliorer nos services.",
    "consentTitle": "Consentement",
    "consentDesc": "En utilisant l'application Next Wellness, vous consentez à notre Politique de Confidentialité et acceptez la collecte et l'utilisation de vos informations telles que décrites ici.",
    "updatesTitle": "Mises à jour de notre Politique",
    "updatesDesc": "Nous nous réservons le droit de mettre à jour, de modifier ou de changer notre Politique de Confidentialité à tout moment. Nous vous encourageons à consulter régulièrement cette page pour toute mise à jour.",
    "contactTitle": "Nous Contacter",
    "contactDesc": "Si vous avez des questions, des préoccupations ou des commentaires concernant notre Politique de Confidentialité ou nos pratiques de données, n'hésitez pas à nous contacter.",
    "closingNote": "Veuillez consulter notre Politique de Confidentialité pour comprendre comment nous utilisons vos informations. Merci d'avoir choisi Next Wellness App."
  },
  "Testimonials": {
    "title": "Nos Utilisateurs",
    "description": "Plus de mille utilisateurs ont atteint leurs objectifs avec succès en utilisant l'application Next Wellness",
    "heading": "Plus de mille utilisateurs ont atteint leurs objectifs avec succès en utilisant l'application Next Wellness"
  },
  "Email": {
    "title": "Fournissez votre adresse e-mail pour recevoir votre plan de jeûne personnalisé !",
    "description": "Fournissez votre adresse e-mail pour recevoir votre plan de jeûne personnalisé !",
    "requiredEmail": "L'e-mail est requis",
    "invalidEmail": "Adresse e-mail invalide",
    "errorEmail": "Une erreur s'est produite : ",
    "email": "E-mail",
    "privacyPreText": "Veuillez consulter notre",
    "privacyLink": "Politique de confidentialité",
    "privacyPostText": "pour comprendre comment nous utilisons vos informations.",
    "submit": "Soumettre"
  },
  "Offer": {
    "title": "Fournissez votre adresse e-mail pour recevoir votre plan de jeûne personnalisé !",
    "before": "Avant",
    "after": "Après",
    "metabolicRate": "Taux métabolique",
    "keepInMind": "Gardez à l'esprit que cela ne garantit pas les résultats attendus.",
    "customPlanAwaits": "Votre plan personnalisé vous attend !",
    "targetWeight": "Poids cible",
    "completePrevSteps": "Veuillez compléter toutes les étapes précédentes",
    "grabMyPlan": "Saisissez mon plan",
    "newcomersSuccess": "Les nouveaux venus ont atteint leurs objectifs de perte de poids durable avec notre programme !",
    "whatYouGet": "Ce que vous obtiendrez :",
    "customizationDetails": "Nous personnalisons notre plan pour répondre à vos besoins et objectifs uniques en utilisant les informations que vous fournissez ainsi que nos algorithmes spéciaux.",
    "goalList": "Pour atteindre votre objectif, vous recevrez :",
    "item1": "Un guide étape par étape pour un mode de vie",
    "item2": "Plus de 100 aperçus sur la perte de poids",
    "item3": "Des traceurs pour l'hydratation et le poids",
    "item4": "Des guides exclusifs pour approfondir votre compréhension de la nutrition et de l'entraînement pour atteindre votre objectif.",
    "appFeatures": "Toutes ces fonctionnalités sont intégrées dans une seule application mobile disponible sur les appareils IOS 14.0+ ou Android 8.0+.",
    "poweredBy": "Propulsé par :",
    "userSuccessStories": "Lisez les histoires de réussite inspirantes de nos utilisateurs",
    "transformationTimeframe": "Témoignez de transformations notables en seulement 3 semaines"
  },
  "Payment": {
    "oneMonthPlan": "Plan d'1 mois",
    "threeMonthPlan": "Plan de 3 mois",
    "sixMonthPlan": "Plan de 6 mois",
    "bestOffer": "Meilleure offre",
    "mostPopular": "Le plus populaire",
    "perDay": "par jour",
    "checkboxOne": "En cochant cette case, je reconnais et accepte les Termes et Conditions ainsi que la Politique de remboursement",
    "checkboxTwoStart": "En sélectionnant cette option, je donne mon consentement pour le renouvellement automatique de mon abonnement en utilisant la carte spécifiée. Je suis conscient qu'aujourd'hui je serai débité",
    "and": "et",
    "checkboxTwoEnd": "pour chaque renouvellement trimestriel subséquent jusqu'à ce que je choisisse d'annuler. Pour éviter tout frais, il est nécessaire d'annuler votre abonnement au moins un jour avant son expiration. Cela peut être fait en contactant support@nextwellness.app ou en appelant notre numéro aux États-Unis : 555-01-39. Les détails de la transaction peuvent apparaître sur votre relevé bancaire",
    "toastComplete": "Bien joué !",
    "checkboxError": "Veuillez cocher toutes les cases",
    "getMyPlan": "Obtenez mon plan"
  },
  "Checkout": {
    "title": "Incluez les détails de vos informations de paiement.",
    "orderDetails": "Détails de la commande",
    "yourChoice": "Votre choix",
    "monthlyPrice": "Prix mensuel",
    "total": "Total",
    "submitOrder": "Soumettre la commande",
    "orderAccepted": "En passant cette commande, vous reconnaissez avoir lu et accepté notre",
    "privacyText": "Politique de Confidentialité",
    "orderNote": "Veuillez noter que dans certains cas, un accès physique à l'appareil peut être nécessaire.",
    "placeholderCard": "Numéro de carte",
    "placeholderName": "Prénom",
    "placeholderLastName": "Nom de famille",
    "placeholderEmail": "E-mail",
    "requiredCard": "Le numéro de carte de crédit est requis",
    "requiredExpDate": "Date d'expiration requise",
    "requiredCVV": "Le CVV/CVC est requis",
    "requiredName": "Le prénom est requis",
    "requiredLastName": "Le nom de famille est requis",
    "requiredCheckEmail": "L'email est requis",
    "invalidCard": "Numéro de carte invalide",
    "invalidExpDate": "Date d'expiration invalide",
    "invalidCVV": "Numéro CVV/CVC invalide",
    "invalidName": "Format de nom invalide",
    "invalidCheckEmail": "Format d'adresse e-mail invalide",
    "unknown": "Inconnu",
    "errorSendData": "Erreur lors de l'envoi des données :",
    "finalOrder": "Votre commande est confirmée",
    "finalThanx": "Merci d'avoir choisi l'application Next Wellness !",
    "finalEmailStart": "Un e-mail à ",
    "finalEmailEnd": "a été envoyé avec votre code personnalisé pour vous inscrire sur notre plateforme."
  }
}
