{
  "Error": {
    "title": "Coś poszło nie tak!",
    "description": "Strona nie znaleziona"
  },
  "NotFoundPage": {
    "title": "404",
    "description": "Strona nie znaleziona",
    "back": "Powrót"
  },
  "LocaleLayout": {
    "title": "Aplikacja Next Wellness",
    "description": "Aplikacja Next.js Wellness to aplikacja internetowa zaprojektowana, aby pomóc użytkownikom śledzić ich postępy zdrowotne i fitness"
  },
  "PageLayout": {
    "title": "Aplikacja Next Wellness"
  },
  "Home": {
    "title": "Witamy w aplikacji Next Wellness",
    "description": "Ruszaj na drogę do zdrowszego siebie z naszym kalkulatorem wellness i BMI. Zacznij swoją podróż do lepszego stylu życia już dziś.",
    "features": "Funkcje",
    "list1": "Rozwiąż nasz quiz, aby dostosować swój plan wellness",
    "list2": "Oblicz swój wskaźnik masy ciała (BMI)",
    "list3": "Otrzymaj wyniki i rekomendacje oparte na twoim BMI",
    "list4": "Śledź swoje postępy za pomocą naszych pasków postępu",
    "list5": "Łatwo nawiguj po różnych stronach quizu i wyników",
    "list6": "Sprawdź nasze opinie",
    "list7": "Wybierz najlepszy plan działania",
    "text1": "Zacznij eksplorować aplikację, aby odblokować zdrowszego siebie!",
    "text2": "Gotowy, aby zacząć? Kliknij poniżej, aby rozpocząć swój spersonalizowany quiz.",
    "startBtn": "Zacznij teraz"
  },
  "Header": {
    "locale": "PL",
    "plan": "Uzyskaj mój plan"
  },
  "Footer": {
    "copyright": "Prawa autorskie",
    "rights": "Wszelkie prawa zastrzeżone."
  },
  "Quiz": {
    "title": "Quiz",
    "continue": "Kontynuuj",
    "digitsErrMsg": "Upewnij się, że wprowadzasz tylko cyfry",
    "minHeightErrMsg": "Minimalna dopuszczalna wysokość to 120 cm",
    "maxHeightErrMsg": "Maksymalna dopuszczalna wysokość to 240 cm",
    "minHeightImpErrMsg": "Proszę podać przynajmniej 4 stopy i maksymalnie 7 stóp",
    "maxHeightImpErrMsg": "Proszę podać co najwyżej 11 cali",
    "weightErrMsg": "Musi mieścić się w przedziale 50 a 250 kilogramów",
    "weightGoalErrMsg": "Musi mieścić się w przedziale 40 a 230 kilogramów",
    "weightImpErrMsg": "Musi mieścić się w przedziale 110 a 550 funtów",
    "weightGoalImpErrMsg": "Musi mieścić się w przedziale 90 a 550 funtów",
    "weightHigherErrMsg": "Twoja docelowa waga powinna być niższa niż obecna",
    "weightDiffErrMsg": "Różnica w wadze musi być większa niż 3 kilogramy",
    "weightDiffImpErrMsg": "Różnica w wadze musi być większa niż 6 funtów",
    "weightValErrMsg": "Coś poszło nie tak, wygląda na to, że twoja wartość wagi nie jest ustawiona",
    "answer1": "Cel: stracić {percentNumber}% masy ciała dla długotrwałego zdrowia. Według CDC, bezpieczne jest tracenie do 4 kg miesięcznie.",
    "answer2": "Cel: redukcja wagi o {percentNumber}% zwiększa energię i poprawia jakość snu. Badania pokazują, że codzienne 5-minutowe ćwiczenia robią dużą różnicę.",
    "answer3": "Cel: Obniżenie wagi o {percentNumber}% dla lepszej energii i snu przez codzienne krótkie ćwiczenia, jak pokazują badania Uniwersytetu w Utah.",
    "answer4": "Wyzwanie: Zgubić {percentNumber}% swojej wagi. Znacząca utrata ponad 20% masy ciała prowadzi do poprawy zdrowia i większego zadowolenia z życia.",
    "chartTitle": "Jesteś na skraju osiągnięcia swojego celu!",
    "by": "przez",
    "start": "Początek",
    "finish": "Koniec",
    "week": "Tydzień"
  },
  "Results": {
    "yourBMI": "Twoje BMI wynosi ",
    "incorrect": "Nieprawidłowe",
    "underweight": "Niedowaga",
    "normal": "Norma",
    "overweight": "Nadwaga",
    "obese": "Otyłość",
    "underText1": "Osoby z BMI 18,4 lub mniejszym zaliczają się do kategorii `Niedowaga`.",
    "underText2": "Bycie niedowagą może być wskaźnikiem niewystarczającego odżywiania, co może mieć konsekwencje zdrowotne, takie jak osłabiony system odpornościowy, niedobory żywieniowe i zmniejszona gęstość kości.",
    "underText3": "Ważne jest, aby osoby w tej kategorii skonsultowały się z profesjonalistą medycznym w celu oceny i uzyskania porad dotyczących osiągnięcia zdrowszej wagi.",
    "normalText1": "BMI w przedziale 18,5 do 24,9 jest uznawane za `Normalne` lub `Zdrową` wagę.",
    "normalText2": "Osoby w tym zakresie zazwyczaj mają wagę odpowiednią dla swojego wzrostu i zwykle mają niższe ryzyko problemów zdrowotnych związanych z wagą.",
    "normalText3": "Utrzymanie normalnego BMI wiąże się z lepszym ogólnym zdrowiem i dłuższym życiem.",
    "overText1": "Wartości BMI między 25,0 a 39,9 są klasyfikowane jako `Nadwaga`",
    "overText2": "Osoby z nadwagą mają nadmierną masę ciała w stosunku do swojego wzrostu, co może zwiększać ich ryzyko różnych problemów zdrowotnych, w tym chorób serca, cukrzycy typu 2 i problemów ze stawami.",
    "overText3": "Zarządzanie wagą poprzez zbilansowaną dietę i regularną aktywność fizyczną jest zalecane dla osób w tej kategorii.",
    "obeseText1": "BMI 40,0 lub wyższe jest klasyfikowane jako Otyłość",
    "obeseText2": "Otyłość wiąże się ze znacznie zwiększonym ryzykiem poważnych problemów zdrowotnych, w tym chorób sercowo-naczyniowych, nadciśnienia, bezdechu sennego i niektórych rodzajów raka.",
    "obeseText3": "Osoby w tej kategorii powinny szukać profesjonalnej porady medycznej i rozważyć strategie zarządzania wagą, które mogą obejmować zmiany w diecie, ćwiczenia, a w niektórych przypadkach interwencję medyczną.",
    "errorBMI": "Spróbuj ponownie z poprawnymi wartościami",
    "note": "Ważne jest, aby zauważyć, że mimo iż BMI jest użytecznym narzędziem do oceny statusu wagi na poziomie populacji, nie uwzględnia ono czynników takich jak masa mięśniowa, skład ciała czy rozkład tłuszczu, które mogą wpływać na ogólny stan zdrowia osoby. Dla dokładnej oceny zdrowia, należy skonsultować się z dostawcą opieki zdrowotnej, który bierze pod uwagę dodatkowe czynniki obok BMI.",
    "continue": "Kontynuuj"
  },
  "Cookie": {
    "text": "Ciasteczka poprawiają Twoje doświadczenia przeglądania. Kontynuując, wyrażasz zgodę na naszą",
    "link": "Politykę ciasteczek"
  },
  "CookiePolicy": {
    "title": "Polityka ciasteczek",
    "description": "Ta polityka ciasteczek opisuje praktyki dotyczące ciasteczek w aplikacji Next Wellness",
    "updated": "Zaktualizowano",
    "text1": "W aplikacji Next Wellness jesteśmy zobowiązani do utrzymania zaufania i pewności naszych odwiedzających. W szczególności chcemy, abyście wiedzieli, że Next Wellness App nie sprzedaje, nie wynajmuje ani nie handluje listami e-mail z innymi firmami i biznesami w celach marketingowych. W tej Polityce Prywatności dostarczyliśmy szczegółowych informacji o kiedy i dlaczego używamy ciasteczek, jak je wykorzystujemy, ograniczone warunki, pod którymi możemy je ujawnić innym, oraz jak utrzymujemy je w bezpieczeństwie.",
    "head1": "Co to są ciasteczka?",
    "text2": "Ciasteczka to małe pliki danych, które są umieszczane na Twoim komputerze lub urządzeniu mobilnym, gdy odwiedzasz stronę internetową. Ciasteczka są powszechnie używane przez dostawców usług online, aby ułatwić i pomóc uczynić interakcję między użytkownikami a stronami internetowymi szybszą i łatwiejszą, a także dostarczać informacje do raportów.",
    "text3": "Ciasteczka ustawiane przez właściciela strony (w tym przypadku, Next Wellness App) nazywane są «ciasteczkami pierwszej strony». Ciasteczka ustawiane przez strony inne niż właściciel strony nazywane są «ciasteczkami stron trzecich». Ciasteczka stron trzecich umożliwiają dostarczanie funkcji lub funkcjonalności stron trzecich na lub za pośrednictwem strony internetowej (np. reklamy, interaktywna treść i analityka). Strony, które ustawiają te ciasteczka stron trzecich, mogą rozpoznać Twój komputer zarówno, gdy odwiedza stronę w pytaniu, jak i również gdy odwiedza pewne inne strony.",
    "head2": "Dlaczego używamy ciasteczek?",
    "text4": "Używamy ciasteczek pierwszej i stron trzecich z kilku powodów. Niektóre ciasteczka są wymagane z technicznych powodów, aby nasza aplikacja internetowa działała, i odnosimy się do nich jako do «niezbędnych» lub «ściśle koniecznych» ciasteczek. Inne ciasteczka pozwalają nam również śledzić i kierować zainteresowania naszych użytkowników, aby zwiększyć doświadczenie na naszej aplikacji internetowej. Strony trzecie umieszczają ciasteczka przez naszą stronę w celach reklamowych, analitycznych i innych.",
    "head3": "Jak mogę kontrolować ciasteczka?",
    "text5": "Masz prawo zdecydować, czy akceptujesz, czy odrzucasz ciasteczka. Możesz ustawić lub zmienić kontrolki swojej przeglądarki internetowej, aby akceptować lub odrzucać ciasteczka."
  },
  "PrivacyPolicy": {
    "title": "Polityka Prywatności",
    "description": "Przejrzyj naszą Politykę Prywatności, aby zrozumieć, jak Next Wellness App chroni i zarządza Twoimi danymi osobowymi. Zobowiązujemy się do ochrony Twojej prywatności i bezpieczeństwa danych.",
    "intro": "W Next Wellness App bardzo cenimy Twoją prywatność i zobowiązujemy się do zapewnienia, że Twoje dane osobiste są traktowane w sposób bezpieczny i przejrzysty. Nasza Polityka Prywatności określa, jak zbieramy, używamy, przechowujemy i chronimy Twoje dane.",
    "infoCollectionTitle": "Zbieranie i Użytkowanie Informacji",
    "infoCollectionDesc": "Zbieramy określone informacje osobiste, gdy korzystasz z naszej aplikacji, w tym między innymi:",
    "emailInfo": "Adres Email: Możemy zbierać Twój adres email, aby spersonalizować Twój plan postu i komunikować ważne aktualizacje lub informacje związane z naszymi usługami.",
    "usageDataInfo": "Dane Użytkowania: Zbieramy dane dotyczące Twojej interakcji z aplikacją, aby poprawić nasze usługi i doświadczenia użytkownika.",
    "dataSecurityTitle": "Bezpieczeństwo i Ochrona Danych",
    "dataSecurityDesc": "Twoja prywatność i bezpieczeństwo danych są dla nas priorytetem. Wdrażamy solidne środki, aby zabezpieczyć Twoje informacje przed nieautoryzowanym dostępem, ujawnieniem, zmianą lub zniszczeniem.",
    "infoSharingTitle": "Udostępnianie Informacji",
    "infoSharingDesc": "Nie sprzedajemy, nie wymieniamy ani nie przekazujemy w inny sposób Twoich danych osobowych stronom zewnętrznym bez Twojej zgody, z wyjątkiem przypadków wymaganych przez prawo lub w celu poprawy naszych usług.",
    "consentTitle": "Zgoda",
    "consentDesc": "Korzystając z Next Wellness App, wyrażasz zgodę na naszą Politykę Prywatności i zgadzasz się na zbieranie i używanie Twoich informacji, jak opisano tutaj.",
    "updatesTitle": "Aktualizacje Naszej Polityki",
    "updatesDesc": "Zastrzegamy sobie prawo do aktualizacji, modyfikacji lub zmiany naszej Polityki Prywatności w dowolnym czasie. Zachęcamy do okresowego przeglądania tej strony w poszukiwaniu aktualizacji.",
    "contactTitle": "Skontaktuj się z Nami",
    "contactDesc": "Jeśli masz jakiekolwiek pytania, obawy lub opinie dotyczące naszej Polityki Prywatności lub praktyk dotyczących danych, nie wahaj się z nami skontaktować.",
    "closingNote": "Prosimy o zapoznanie się z naszą Polityką Prywatności, aby uzyskać informacje na temat sposobu wykorzystania Twoich danych. Dziękujemy za wybranie Next Wellness App."
  },
  "Testimonials": {
    "title": "Referencje",
    "description": "Ponad tysiąc użytkowników osiągnęło swoje cele dzięki aplikacji Next Wellness App",
    "heading": "Ponad tysiąc użytkowników osiągnęło swoje cele dzięki aplikacji Next Wellness App",
    "name1": "Tomasz Kowalski",
    "message1": "Next Wellness App pomógł mi osiągnąć moje cele związane z utratą wagi!",
    "name2": "Anna Nowak",
    "message2": "Uwielbiam prostotę i skuteczność aplikacji Next Wellness App. Ułatwiła mi post!",
    "name3": "Michał Johnson",
    "message3": "Korzystanie z aplikacji Next Wellness App było przełomem w mojej drodze do zdrowia i kondycji.",
    "name4": "Emilia Wilkinson",
    "message4": "Gorąco polecam aplikację Next Wellness App każdemu, kto szuka niezawodnego przewodnika po poście!",
    "name5": "Dawid Brown",
    "message5": "Funkcje aplikacji Next Wellness App są przemyślane i przyjazne dla użytkownika.",
    "name6": "Zofia Miller",
    "message6": "Aplikacja Next Wellness App to moje narzędzie do utrzymania zdrowego stylu życia!"
  },
  "Email": {
    "title": "Podaj swój adres email, aby otrzymać spersonalizowany plan postu!",
    "description": "Podaj swój adres email, aby otrzymać spersonalizowany plan postu!",
    "requiredEmail": "Email jest wymagany",
    "invalidEmail": "Nieprawidłowy adres email",
    "errorEmail": "Wystąpił błąd: ",
    "email": "Email",
    "privacyPreText": "Przeczytaj naszą",
    "privacyLink": "Politykę Prywatności",
    "privacyPostText": "aby dowiedzieć się, jak wykorzystujemy Twoje informacje.",
    "submit": "Wyślij"
  },
  "Offer": {
    "title": "Twój spersonalizowany plan czeka!",
    "description": "Odblokuj teraz swoje spersonalizowane korzyści abonamentowe!",
    "before": "Przed",
    "after": "Po",
    "metabolicRate": "Prędkość metabolizmu",
    "keepInMind": "Pamiętaj, że to nie gwarantuje oczekiwanych wyników.",
    "customPlanAwaits": "Twój spersonalizowany plan czeka!",
    "targetWeight": "Docelowa waga",
    "completePrevSteps": "Proszę ukończyć wszystkie poprzednie kroki",
    "grabMyPlan": "Zgarnij mój plan",
    "newcomersSuccess": "Nowicjusze osiągnęli swoje trwałe cele związane z utratą wagi dzięki naszemu programowi!",
    "whatYouGet": "Co otrzymasz:",
    "customizationDetails": "Dostosowujemy nasz plan, aby pasował do Twoich unikalnych potrzeb i celów, wykorzystując informacje, które podajesz, wraz z naszymi specjalnymi algorytmami.",
    "goalList": "Aby osiągnąć Twój cel, otrzymasz:",
    "item1": "Przewodnik krok po kroku do zmiany stylu życia",
    "item2": "Ponad 100 wskazówek dotyczących utraty wagi",
    "item3": "Narzędzia do śledzenia nawodnienia i wagi",
    "item4": "Ekskluzywne przewodniki pogłębiające Twoją wiedzę o odżywianiu i treningach, aby osiągnąć Twój cel.",
    "appFeatures": "Wszystkie te funkcje są zintegrowane w jednej aplikacji mobilnej dostępnej na urządzenia z systemem IOS 14.0+ lub Android 8.0+.",
    "poweredBy": "Zasilane przez:",
    "userSuccessStories": "Przeczytaj inspirujące historie sukcesu naszych użytkowników",
    "transformationTimeframe": "Zauważalne przemiany w zaledwie 3 tygodnie"
  },
  "Payment": {
    "planOneName": "Plan 1-miesięczny",
    "planTwoName": "Plan 3-miesięczny",
    "planThreeName": "Plan 6-miesięczny",
    "bestOffer": "Najlepsza oferta",
    "mostPopular": "Najpopularniejszy",
    "perDay": "za dzień",
    "checkboxOne": "Zaznaczając to pole, potwierdzam i akceptuję Warunki Korzystania oraz Politykę Zwrotów",
    "checkboxTwoStart": "Wybierając tę opcję, wyrażam zgodę na automatyczne odnawianie mojej subskrypcji przy użyciu określonej karty. Jestem świadomy, że dziś zostanę obciążony",
    "and": "i",
    "checkboxTwoEnd": "za każde kolejne odnowienie kwartalne, dopóki nie zrezygnuję. Aby uniknąć jakichkolwiek opłat, konieczne jest anulowanie subskrypcji co najmniej jeden dzień przed jej wygaśnięciem. Można to zrobić, kontaktując się z support@nextwellness.app lub dzwoniąc na nasz numer w USA: 555-01-39. Szczegóły transakcji mogą pojawić się na wyciągu bankowym",
    "toastComplete": "Brawo!",
    "checkboxError": "Proszę zaznaczyć wszystkie pola wyboru",
    "getMyPlan": "Odbierz mój plan"
  },
  "Checkout": {
    "title": "Wprowadź dane swojej karty płatniczej.",
    "description": "Wprowadź swoje dane rozliczeniowe, aby przejść do zakupu.",
    "submitOrder": "Złóż zamówienie",
    "orderAccepted": "Składając to zamówienie, potwierdzasz, że zapoznałeś się i zaakceptowałeś naszą",
    "privacyText": "Politykę Prywatności",
    "orderNote": "Proszę zauważyć, że w niektórych przypadkach może być konieczny fizyczny dostęp do urządzenia.",
    "placeholderCard": "Numer karty",
    "placeholderName": "Imię",
    "placeholderLastName": "Nazwisko",
    "placeholderEmail": "Email",
    "requiredCard": "Wymagany jest numer karty kredytowej",
    "requiredExpDate": "Wymagana jest data ważności",
    "requiredCVV": "Wymagany jest CVV/CVC",
    "requiredName": "Wymagane jest imię",
    "requiredLastName": "Wymagane jest nazwisko",
    "requiredCheckEmail": "Wymagany jest email",
    "invalidCard": "Nieprawidłowy numer karty",
    "invalidExpDate": "Nieprawidłowa data ważności",
    "invalidCVV": "Nieprawidłowy numer CVV/CVC",
    "invalidName": "Nieprawidłowy format imienia",
    "invalidCheckEmail": "Nieprawidłowy format adresu email",
    "unknown": "Nieznany",
    "errorSendData": "Błąd wysyłania danych:",
    "finalOrder": "Twoje zamówienie zostało potwierdzone",
    "finalThanx": "Dziękujemy za wybranie Next Wellness App!",
    "finalEmailStart": "Wysłano email do ",
    "finalEmailEnd": "z Twoim spersonalizowanym kodem do rejestracji na naszej platformie."
  },
  "Plans": {
    "orderDetails": "Szczegóły zamówienia",
    "yourChoice": "Twój wybór",
    "monthlyPrice": "Cena miesięczna",
    "total": "Całkowity",
    "planOneName": "Plan 1-miesięczny",
    "planTwoName": "Plan 3-miesięczny",
    "planThreeName": "Plan 6-miesięczny"
  }
}
